[
{"source":"The Wolf","context":"Pulp Fiction","quote":"That's thirty minutes away. I'll be there in ten.","theme":"movies"},
{"source":"peasant","quote":"We found a witch, may we burn her?","context":"Warcraft III: Reign of Chaos","theme":"games"},
{"quote":"It's time to kick ass and chew bubblegum.","context":"Duke Nukem 3D","source":"Duke Nukem","theme":"games"},
{"quote":"The first rule of Fight Club is: you do not talk about Fight Club. The second rule of Fight Club is: you DO NOT talk about Fight Club.","context":"Fight Club","source":"Tyler Durden", "theme":"movies"},
{"quote":"Your 'best'? Losers always whine about their best. Winners go home and fuck the prom queen.","context":"The Rock",
"source":"John Mason","theme":"movies"},
{"quote":"See that thing on my belt? Grab it! Whatever you do, don’t let go.","context":"Batman", "source":"Batman","theme":"movies"},
{"quote":"My momma always said, ‘Life was like a box of chocolates. You never know what you’re gonna get.", "context":"Forrest Gump", "source":"Forrest Gump", "theme":"movies"},
{"quote":"Ray, next time someone asks you if you’re a god, you say YES!","context":"Ghostbusters","source":"Winston Zeddemore",
"theme":"movies"},
{"quote":"Well, I've been listening to my gut since I was 14 years old, and frankly speaking, I've come to the conclusion that my guts have shit for brains.","context":"High Fidelity","source":"Rob","theme":"movies"},
{"quote":"People are so stupid. I can't bear to live around them any more.","context":"Imaginary Heroes","source":"Tim Travis","theme":"movies"},
{"quote":"That's what I love about these high school girls, man. I get older, they stay the same age.","context":"Dazed and Confused","source":"Wooderson","theme":"movies"},
{"quote":"This is what happens when you fuck a stranger in the ass.","context":"The Big Lebowski","source":"Walter Sobchak","theme":"movies"},
{"quote":"They’ve done studies, you know. Sixty percent of the time, it works every time.","context":"Anchorman","source":"Brian Fantana","theme":"movies"},
{"quote":"This is so bad it’s gone past good and back to bad again.","context":"Ghost World","source":"Enid","theme":"movies"},
{"quote":"Go that way, really fast. If something gets in your way, turn.","context":"Better Off Dead","source":"Charles De Mar","theme":"movies"},
{"quote":"Put. That coffee. Down. Coffee's for closers only.","context":"Glengarry Glen Ross","source":"Blake","theme":"movies"},
{"quote":"Good? Bad? I'm the guy with the gun.","context":"Army of Darkness","source":"Ash","theme":"movies"},
{"quote":"AK-47, the very best there is. When you absolutely, positively got to kill every motherfucker in the room, accept no substitutes.","context":"Jackie Brown","source":"Ordell Robbie","theme":"movies"},
{"quote":"Are you gonna bark all day, little doggy, or are you gonna bite?","context":"Reservoir Dogs","source":"Mr. Blonde","theme":"movies"},
{"quote":"There are two types of people in the world - those with a gun, and those who dig. Now dig!","context":"The Good, the Bad, and the Ugly","source":"Blondie","theme":"movies"},
{"quote":"If you try to run, I've got six little friends and they can all run faster than you can.","context":"From Dusk Til Dawn","source":"Seth","theme":"movies"},
{"quote":"Sounds like you've had a hard life. Good thing it's over.","context":"The Condemned","source":"Jack Conrad","theme":"movies"},
{"quote":"Are you gonna do something? Or just stand there and bleed?","context":"Tombstone","source":"Wyatt Earp","theme":"movies"},
{"quote":"Ever notice how you come across somebody once in a while you shouldn't have f'ed with? That's me.","context":"Grand Torino","source":"Walt Kowalski","theme":"movies"},
{"quote":"I love the smell of napalm in the morning","context":"Apocalypse now","source":"Kilgore","theme":"movies"},
{"quote":"I could be the walrus. I'd still have to bum rides off people","context":"Ferris Bueller's Day Off","source":"Ferris","theme":"movies"},
{"quote":"You either die a hero, or live long enough to see yourself become the villain.","context":"The Dark Knight","source":"Harvey Dent","theme":"movies"},
{"quote":"If you hold back anything, I'll kill ya. If you bend the truth or I think you're bending the truth, I'll kill ya. If you forget anything, I'll kill ya. In fact, you're gonna have to work very hard to stay alive, Nick. Now, do you understand everything I've just said? 'Cause if you don't, I'll kill ya! Now, Mr Bubble and Squeak, you may enlighten me.","context":"Lock, Stock and Two Smoking Barrels","source":"Rory Breaker","theme":"movies"},
{"quote":"I do know your reputation. So I choose my words very carefully. You tell Harry to go fuck himself.","context":"Lock, Stock and Two Smoking Barrels","source":"JD","theme":"movies"},
{"quote":"You should never underestimate the predictability of stupidity.","context":"Snatch","source":"Bullet Tooth Tony","theme":"movies"},
{"quote":"In the quiet words of the Virgin Mary... come again? ","context":"Snatch","source":"Brick Top","theme":"movies"},
{"quote":" Yes, London. You know: fish, chips, cup 'o tea, bad food, worse weather, Mary fucking Poppins... LONDON. ","context":"Snatch","source":"Avi","theme":"movies"},
{"quote":"Heavy is good, heavy is reliable. If it doesn't work you can always hit them with it. ","context":"Snatch","source":"Boris 'The Blade' Yurinov","theme":"movies"},
{"quote":"Oh, I'm sorry, did I break your concentration? ","context":"Pulp Fiction","source":"Jules","theme":"movies"},
{"quote":" If I'm curt with you it's because time is a factor. I think fast, I talk fast and I need you guys to act fast if you wanna get out of this. So, pretty please... with sugar on top. Clean the fucking car.","context":"Pulp Fiction","source":"The Wolf","theme":"movies"}
]